Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Sed apud habitantes ultra aequinoctialem, ventus a polo veniens est Meridianus, et apud eos est frigidus et siccus, sicut apud nos ventus Aquilonaris: sed ventus Aquilonaris illis venit a torrida et maribus calidis et locis paludosis: et ideo eis est calidus et humidus, sicut apud nos ventus Meridianus.
es: Pero en la de los que habitan más allá de la equinoccial, el viento que a estos llega del polo es meridional, y en la de ellos es frío y seco tal como es en la de nosotros el viento aquilonal, pero el viento aquilonal llega a aquellos de la zona tórrida, de los mares cálidos y de los lugares pantanosos, y por esto para ellos es cálido y húmedo así como en la de nosotros el viento meridional.

source: Sed credo quod omnia loca per mensem vel amplius (quando sol est in tropico hyemali) sunt inhabitabilia propter frigus:
es: Pero creo que todos los lugares, en los que el día dura un mes o más (cuando el sol está en el trópico estival o en el trópico invernal) son inhabitables a causa del frío.

source: Sed credo quod omnia loca per mensem vel amplius (quando sol est in tropico hyemali) sunt inhabitabilia propter frigus: et similiter loca quae sunt majoris latitudinis.
es: Mas sin embargo pienso que todos los lugares, en los que el día dura un mes o más (cuando el sol está en el trópico estival o en el trópico invernal) son inhabitables a causa del frío. Y de la misma manera, los lugares que son propios de una latitud más alta.

source: Sed debet talis homo scire, quod rationibus astrorum, et praecipue per eclipses lunares compertum est nostram habitationem non extendi per totum terrae circulum, ita quod habitabilis sit habitatio nostra ab Oriente in Occidentem, et per Occidentem iterum in Orientem:
es: Pero tal hombre debe saber que por la disposición de los astros y, especialmente, por los eclipses lunares se ha descubierto que nuestra habitación no se extiende por la circunferencia entera de la tierra, de manera que nuestra habitación sea transitable desde el oriente hacia el occidente y por el occidente de nuevo hacia el oriente,

source: Sed debet talis homo scire, quod rationibus astrorum, et praecipue per eclipses lunares compertum est nostram habitationem non extendi per totum terrae circulum, ita quod habitabilis sit habitatio nostra ab Oriente in Occidentem, et per Occidentem iterum in Orientem: eo quod amphitrites fluat ab Aquilone per Orientis punctum in parte una, et per Occidentis punctum in parte alia in Meridie: et vocatur Oriens et Occidens mundi, ortus et occasus continuari ad amphitritem: et distantia ab illo vocatur terrae longitudo.
es: No obstante, tal hombre debe saber que por la disposición de los astros y, especialmente, por los eclipses lunares se ha descubierto que nuestra habitación no se extiende por la circunferencia entera de la Tierra, de manera que nuestra habitación sea transitable desde el oriente hacia el occidente y por el occidente de nuevo hacia el oriente, por aquello de que el Amphitrites en una parte fluya desde el aquilón por el punto oriental y en otra parte por el punto del occidente hacia el sur.Y se llama “oriente” y “occidente” del mundo al orto y al ocaso continuados hacia el Amphitrites y la distancia desde AQUEL se llama “longitud del sitio”.

source: Sed dicendum, quod temperatissimum necesse est esse eorum locorum, qui sunt inter duos tropicos, et congruum plus complexionibus eorum qui in regione duorum primorum climatum nascuntur, nisi forte per accidens aliquis ibi locus ex motibus temperetur:
es: Sino que debe decirse que es necesario que sea el más temperado de aquellos lugares que están entre los dos trópicos y que es más apropiado para las complexiones de los que nacen en la región de los dos primeros climas, a menos que tal vez por accidente allí algún lugar se tempere por las montañas.

source: Sed dicendum, quod temperatissimum necesse est esse eorum locorum, qui sunt inter duos tropicos, et congruum plus complexionibus eorum qui in regione duorum primorum climatum nascuntur, nisi forte per accidens aliquis ibi locus ex motibus temperetur: sed de hoc accidente dicemus inferius.
es: Sino que debe decirse que es necesario que sea el más temperado de aquellos lugares que están entre los dos trópicos y que es más apropiado para las complexiones de los que nacen en la región de los dos primeros climas, a menos que tal vez por accidente allí algún lugar se tempere por las montañas. Pero sobre este accidente hablaremos más abajo.

source: Sed differentia est in hoc duorum elementorum mediorum, quod aerem in infimo calidum per accidens, hoc est per repercussionem radiorum luminum caelestium, cum ex vicinitate ad duo elementa frigida frigidus esse deberet:
es: Pero la diferencia entre los dos elementos medios está en esto, que encontramos aire cálido por accidente en lo más profundo, esto es a causa de la reflexión de los rayos de luz celestiales, puesto que, por la cercanía a los dos elementos fríos bajos, debería haber frío.

source: Sed differentia est in hoc duorum elementorum mediorum, quod aerem in infimo calidum per accidens, hoc est per repercussionem radiorum luminum caelestium, cum ex vicinitate ad duo elementa frigida frigidus esse deberet: in medio autem est frigidus ultra quam deberet per accidens, hoc est, per frigidas partes in eo repercussas ex vaporibus terrae et [C7a] aquae: quae quando non recipiunt actionem fortem a radiis solis, ad frigiditatem naturalem reducuntur, et infrigidant aerem: et ideo aer in actu calidi et humidi repercussus circa medium aeris, non est directe in ipsa media regione spatii sui.
es: Pero la diferencia entre los dos elementos medios está en esto, que encontramos aire cálido por accidente en lo más profundo, esto es a causa de la reflexión de los rayos de luz celestiales, puesto que, por la cercanía a los dos elementos fríos bajos, debería haber frío. Sin embargo, en el medio hay más frío del que debería, por accidente, esto es a causa de las partes frías que en él están esparcidas a partir de los vapores de la tierra y del agua, las cuales, cuando no reciben la acción fuerte por los rayos del sol, se devuelven a su frigidez natural y enfrían el aire. Y por esto, el aire esparcido en la acción de lo cálido y de lo húmedo está alrededor del medio del aire, y no está directamente en la región media de su espacio.

source: Sed distinguendum est, quoniam sub tropico aestivo propter rationes superius inductas non oportet esse continuam et delectabilem habitationem, sed est aliquando delectabilis, et aliquando laboriosa.
es: Pero ha de hacerse una distinción, porque bajo el trópico estival por las razones aducidas arriba no puede haber una habitación continua y agradable sino que algunas veces es placentera y otras veces, dificultosa y no placentera.

source: Sed hoc impedimentum non utique esse credo, sed forte in aliquo loco.
es: Pero creo que este impedimento no está por todos lados, sino quizá en algún lugar.

source: Sed in his [C5b] locis elementorum magna est differentia:
es: Pero en estos lugares de los elementos la diferencia es grande,

source: Sed in his [C5b] locis elementorum magna est differentia: quia cum locus ignis sit concavum superficiei orbis lunae usque ad convexum aeris, non est hoc spatium totum aequaliter locus ignis, sed quasi principaliter et per posterius.
es: Pero en estos lugares de los elementos la diferencia es grande, puesto que, aunque el lugar del fuego sea la concavidad de la superficie de la circunferencia* de la luna hasta lo convexo del aire, no es este espacio en su totalidad igualmente el lugar del fuego, sino casi principalmente y hacia el final;

source: Sed in hoc quod dicunt, quod Homerus dicit et [C14a] terram esse latae superficiei et non rotundae, non consentimus:
es: pero no en esto: al presentar a Homero que dice esto*, Carites también dice que la tierra es de superficie plana y no redonda,

source: Sed in hoc quod dicunt, quod Homerus dicit et [C14a] terram esse latae superficiei et non rotundae, non consentimus: quia eam rotundam esse satis probavimus in libro Caeli et Mundi.
es: pero no en esto: al presentar a Homero que dice esto*, Carites también dice que la tierra es de superficie plana y no redonda, puesto que probamos suficientemente, en el Libro sobre el cielo y el mundo, que esta es redonda.

source: Sed mirum videtur, si undique sunt tam inaccessibiles, ut numquam possint transiri.
es: Pero parece asombroso que sean tan inaccesibles por todos lados, de modo que en ningún lugar se podrían atravesar.

source: Sed quod raro transeunt, causa est una latitudo deserti interjacentis, sicut scribunt historiographi:
es: Pero, que rara vez pasen, la causa es la verdadera extensión del desierto que yace en el medio, tal como escriben los historiógrafos.

source: Sed quod raro transeunt, causa est una latitudo deserti interjacentis, sicut scribunt historiographi: hoc enim desertum arenosum, et procellas facit in eo ventus, et est vastum et latum, ita quod spatio septimanarum multarum transiri non potest: et ideo propter ariditatem illius contingit, quod parum scimus de habitantibus ibi.
es: Pero, que rara vez pasen, la causa es la verdadera extensión del desierto que yace en el medio, tal como escriben los historiógrafos. En efecto, este desierto es arenoso y el viento crea tormentas de arena en él; y es vasto y ancho de tal modo que no puede ser atravesado en el espacio de muchas semanas. Y por esto, por su aridez, sucede que sabemos poco sobre los habitantes de allí y que los mensajeros de los reyes y los ejércitos no lo atravesaron.

source: Sed quod rumores aliqui ex eis ad nos non pervenerunt, omnino non puto esse verum, cum Homerus jam locutus sit de ipsis, et etiam Lucanus de Arabibus qui in torrida habitant, scribat dicens, quod umbras quas habebant dextras in sua terra, quando se convertebant ad Orientem in Meridie suo venientes in quartam Aquilonarem vide-[B544b]-bant ire sinistras:
es: Pero pienso que no es verdadero que de ellos no hayan llegado noticias a nosotros en absoluto, puesto que Homero ya había hablado de ellos; e incluso Lucano escribía sobre los árabes que viven en la zona tórrida, diciendo que las sombras que tenían a la derecha, allá en su tierra, cuando se dirigían hacia oriente estando en su sur/mediodía*, al venir a la cuarta parte aquilonal, parecían ir a la izquierda.

source: Sed quod rumores aliqui ex eis ad nos non pervenerunt, omnino non puto esse verum, cum Homerus jam locutus sit de ipsis, et etiam Lucanus de Arabibus qui in torrida habitant, scribat dicens, quod umbras quas habebant dextras in sua terra, quando se convertebant ad Orientem in Meridie suo venientes in quartam Aquilonarem vide-[B544b]-bant ire sinistras: et ideo dicit loquens de eis:
es: Pero, pienso que no es verdadero que de ellos no hayan llegado noticias a nosotros en absoluto, puesto que Homero ya había hablado de ellos; e incluso Lucano escribía sobre los árabes que viven en la zona tórrida, diciendo que las sombras que tenían a la derecha, allá en su tierra, cuando se dirigían hacia oriente estando en su sur/mediodía*, al venir a la cuarta parte aquilonal, parecían ir a la izquierda.

source: Sed quod sint in loco sic ordinata, debetur eis ex ordine dignitatum suarum, secundum quem ordinem sunt causae eorum, quae fiunt in natura:
es: sino el que estén ordenadas en un lugar ascendentemente se debe a ellas por el orden de su dignidad; según este orden, son causas de las cosas que suceden en la naturaleza,

source: Sed quod sint in loco sic ordinata, debetur eis ex ordine dignitatum suarum, secundum quem ordinem sunt causae eorum, quae fiunt in natura: in quo ordine universalius causans est ultimum ambiens alia.
es: sino el que estén ordenadas en un lugar ascendentemente se debe a ellas por el orden de su dignidad; según este orden, son causas de las cosas que suceden en la naturaleza, en este orden el que causa de manera más universal es el que circunda a otros de manera más universal,

source: Sed semicirculus aequinoctialis, qui in superiori hemisphaerio est, mensurat eam per centrum et octoginta gradus ab Oriente in Occidentem:
es: Pero el semicírculo equinoccial, que está en el hemisferio superior, la mide por ciento ochenta grados desde el oriente al occidente,

source: Sed semicirculus aequinoctialis, qui in superiori hemisphaerio est, mensurat eam per centrum et octoginta gradus ab Oriente in Occidentem: quia tanta pars circuli extenditur super medietatem superiorem terrae in qua nos habitamus.
es: Pero el semicírculo equinoccial, que está en el hemisferio superior, la mide por ciento ochenta grados desde el oriente al occidente, porque tanta parte del círculo se extiende sobre la mitad superior de la Tierra en la que habitamos nosotros.

source: Sed si lux accipitur pro eo quod actum lucis habet illuminando, tunc virtus illa nequaquam lux vocari potest:
es: Pero si la luz es entendida como eso que el acto de la luz tiene al iluminar, entonces esa virtud inútilmente puede ser llamada "luz";

source: Sed si lux accipitur pro eo quod actum lucis habet illuminando, tunc virtus illa nequaquam lux vocari potest: mobile enim localiter non plus movetur ad locum illuminatum quam ad tenebrosum.
es: Pero si la luz es entendida como eso que el acto de la luz tiene al iluminar, entonces esa virtud inútilmente puede ser llamada luz; en efecto, lo localmente movible no se mueve más al lugar iluminado que al tenebroso

source: Sed sub aequinoctiali qui est sub medio regionis illius, quae torrida vocatur, et continua et delectabilis est habitatio:
es: Sin embargo bajo el ecuador, que está en medio de aquella región que es llamada "tórrida", la habitación es continua y placentera

source: Sed sub aequinoctiali qui est sub medio regionis illius, quae torrida vocatur, et continua et delectabilis est habitatio: quia licet radius solis bis in anno ibi reflectatur in seipsum, eo quod illi loco perpendiculariter incidit, non tamen diu figitur in eodem loco: quare circulus solis ibi est extensus, et quasi recte recedit ab aequinoctiali, nec [C12a] rursum accedit ad ipsum nisi interpositis quatuor signis ad minus: et ideo calor accessus ejus non figitur circa locum unum, et ideo nullum locum incendit: et intervenit magnum tempus inter calorem solis quem facit accedendo, et eum quem facit in secundo accessu: propter quod unus calor alium in loco non invenit: et ideo calor ibi non multiplicatur.
es: Sin embargo bajo el ecuador, que está en medio de aquella región que es llamada ‘tórrida’, la habitación es continua y placentera porque, aunque el rayo del sol se refleja dos veces en el año, porque cae perpendicularmente en aquel lugar; sin embargo no está fijo en el mismo lugar mucho tiempo porque la órbita del sol allí es extensa, retrocede casi rectamente desde el ecuador y no se aproxima de nuevo excepto después de pasar por cuatro signos por lo menos. Y por lo tanto, el calor de su aproximación no se fija alrededor de un solo lugar y, por lo tanto, no incendia ningún lugar y pasa un tiempo largo entre el calor del sol que produce al aproximarse y el que produce en su segunda aproximación. Por lo que un calor no se halla en el mismo lugar que el otro y por lo tanto el calor no se multiplica allí.

source: Sed tamen sicut diximus de locis qui sunt sub aequinoctiali et tropicis, scilicet quod quidam sunt non continuae habitationis et indelectabilis, nec habitari possunt nisi in aestate:
es: Pero así como dijimos de los lugares que están bajo el ecuador y los trópicos, a saber que algunos son de habitación no permanente y dificil, de la misma manera sucede en cuanto a los lugares que están en una latitud cerca al polo que algunos no son de habitación permanente ni agradable ni pueden ser habitados sino en verano.

source: Sed tamen sicut diximus de locis qui sunt sub aequinoctiali et tropicis, scilicet quod quidam sunt non continuae habitationis et indelectabilis, nec habitari possunt nisi in aestate: propter quod et pisces maris illius videmus tempore frigoris transferre se ad littora versus Meridiem, et in aestate redeunt, eo quod in hyeme intolerabile est eis frigus illorum locorum, quod aliquantulum temperatur in aestate.
es: Mas sin embargo, así como dijimos de los lugares que están bajo el ecuador y los trópicos, a saber que algunos son de habitación no permanente y dificil, de la misma manera sucede en cuanto a los lugares que están en una latitud cerca al polo que algunos no son de habitación permanente ni agradable ni pueden ser habitados sino en verano. Es por esto que vemos que los peces de aquel mar en tiempo de frío migran a los litorales hacia el sur y en verano regresan, puesto que les es intolerable el frío de esos lugares que se tempera un poco en verano

source: Sed ut a communioribus sit narratio, scire oportet quod (sicut supra diximus) locus omnium compositorum commixtus et compositus est, neque est aliquid compositorum quod habitet id omnino simplici.
es: Pero, para que la introducción del recuento sea desde las cosas más comunes, es preciso saber que, así como demostramos más arriba, el lugar de todas las cosas compuestas es mezclado y compuesto, y que no hay ninguno de estos compuestos que se halle completamente simple

source: Sed videtur, quod multum sit laboriosa et non continua habitatio sub tropico Capricorni propter causas superinductas:
es: Pero parece que la habitación bajo el trópico de Capricornio es muy penosa e intermitente por las causas expuestas más arriba

source: Sed videtur, quod multum sit laboriosa et non continua habitatio sub tropico Capricorni propter causas superinductas: sed spatium quod est post tropicum Capricorni usque ad latitudinem septimi climatis in Meridie mensurando, hoc est, usque ad latitudinem quadraginta et octo vel quinquaginta graduum habitabile est secundum delectationem et continue, sicut et nostrum, et forte plus quam nostrum: propter hoc quod ibi est superius solis, et caeli vicinitas plus temperat frigus regionum quae distant ab aequinoctiali per quinquaginta gradus a Meridie, quam faciat in Aquilone: eo quod aux ejus est in Aquilone, et oppositum augis in Meridie.
es: Con todo, parece que la habitación bajo el trópico de Capricornio es muy penosa e intermitente por las causas expuestas más arriba. Pero el espacio que está después del trópico de Capricornio hasta la latitud del séptimo clima, midiendo hacia el sur, esto es, hasta la latitud de 48 o 50 grados, es habitable según el deleite y de manera continua, como también el nuestro y quizá más que el nuestro, por aquello de que allí está lo más alto del cielo y la proximidad del sol tempera más el frío de las regiones que distan del equinoccial por el grado 50 en el sur, a la que se hace en el aquilón, por aquello de que su apogeo está en el aquilón y la oposición del apogeo en el sur.

source: Si autem fuit in quarta Meridionali, tunc ad istam quartam transire non potuit.
es: Sin embargo, si estuvo en la cuarta parte meridional, entonces no pudo pasar a esta cuarta parte.

source: Si autem lucem vocant omnem virtutem quae a caelo influitur in inferioribus mediante natura luminosi, tunc verum est quod dicunt:
es: Sin embargo, si llaman luz a toda virtud que fluye del cielo a los inferiores mediante la naturaleza luminosa, entonces es verdadero aquello que dicen,

source: Si autem lucem vocant omnem virtutem quae a caelo influitur in inferioribus mediante natura luminosi, tunc verum est quod dicunt: sed tunc improprie loquentur: multae enim virtutes a caelo diffunduntur in inferiora, quae nequaquam luces vocari possunt, licet forte cum lumine caelesti descendant, sicut est calidum, et aliquando frigidum, et aliquando humidum, et aliquando siccum, quae cum radiis stellarum in inferioribus influuntur, et tamen nullum ipsorum nomine lucis proprie vocatur: virtutem tamen illam caelestem esse constat, quae format materiam ad speciem: eo quod formae substantiales nullae inducuntur nisi a virtute aliquis [C7b] caelesti, sicut in prima philosophia, Domino concedente, declaravimus.
es: Sin embargo, si llaman luz a toda virtud que fluye del cielo a los inferiores mediante la naturaleza luminosa, entonces es verdadero aquello que dicen, pero entonces hablan impropiamente; en efecto, muchas virtudes son difundidas del cielo a los inferiores, las cuales inútilmente podrían ser llamadas luces, aunque desciendan por casualidad con la luz celeste, así como se da lo cálido y otras veces lo frío y otras veces lo húmedo y otras veces lo seco, los cuales, con los rayos de las estrellas fluyen en los inferiores, y, no obstante, ninguno de estos es llamado con el nombre luz propiamente. Sin embargo, es evidente que la virtud celestial es aquella que forma la materia hacia la especie, porque ningunas formas sustanciales se inducen, salvo por alguna virtud celestial, así como declararemos en la Primera filosofía, Dios mediante

source: Si autem sit distantia prima, in qua remissa est virtus motus, disgregabitur virtus elementalis contra statum formae ignis, et inducitur calidum non omnino extrahens, sed spirituale humidum permittens, et causas in materia:
es: Sin embargo, si hay una distancia primera, en la que es moderada la virtud del movimiento, se disgregará la materia elemental con respecto a la estabilidad de la forma del fuego y será inducido lo cálido que no extrae totalmente lo húmedo sino lo cálido que permite y causa lo húmedo pneumático en la materia.

source: Si autem sit distantia prima, in qua remissa est virtus motus, disgregabitur virtus elementalis contra statum formae ignis, et inducitur calidum non omnino extrahens, sed spirituale humidum permittens, et causas in materia: et distantia ulterior causabit ampliorum partium materiae grossitiem, in qua humidum tantum partes materiae faciet fluere ad invicem: et distantia prima causabit formam aeris: distantia autem secunda formam aquae: perfecta autem distantia quae est omnino cum defectu caloris, sed potius habet frigus partes materiae constringens, causat siccum per omnimodam humidi expressionem, et inducit formas terrae: et hoc ulteriori manifestatione in secundo Peri geneseos, et in libro Meteororum manifestabitur.
es: si, no obstante, hay una distancia primera, en la que es moderada la virtud del movimiento, se disgregará la materia elemental con respecto a la estabilidad de la forma del fuego y será inducido lo cálido que no extrae totalmente lo húmedo sino lo cálido que permite y causa lo húmedo pneumático en la materia. La distancia ulterior causará mayor grosor de las partes de la materia en la que lo húmedo causado hará que las partes de la materia fluyan recíprocamente entre sí. Y la distancia primera causará la forma del aire mientras que la distancia segunda causará la forma del agua; sin embargo, la distancia perfecta que se da completamente con ausencia de calor, aunque más bien tenga el frío que constriñe las partes de la materia, causa lo seco exprimiendo completamente lo húmedo e induce la forma de la tierra. Y esto se explicará más adelante por medio de lo manifestado en el segundo libro de Sobre la generación y la corrupción y en el libro Meteorológicos.

source: Si enim habitari possit, tunc frustra esset nisi habitaretur a plantis, animalibus, et hominibus.
es: En efecto, si puede ser habitada, entonces sería en vano, a menos que fuera habitada por plantas, animales y hombres.

source: Si enim nos considerationem ponimus in mixtis tantum non complexionatis, non sciemus perfecte naturam ipsorum, nisi sciamus omnes istorum differentias in metallis et lapidibus.
es: pues si nosotros ponemos la observación en las cosas mixtas como no en las complejas*, no conoceremos perfectamente su naturaleza, si no conocemos todas las diferencias de las cosas mixtas en los metales y en las piedras.
